{
    "1": "Je m'accroche à mes proches, car j'ai peur qu'ils me quittent.",
    "2": "J'ai très peur que les gens que j'aime me quittent pour quelqu'un d'autre qu'ils aimeront davantage.",
    "3": "Je suis à l'affût de la moindre arrière-pensée; je n'accorde pas facilement ma confiance.",
    "4": "Je dois toujours rester sur mes gardes pour éviter qu'on me blesse.",
    "5": "La menace du danger me préoccupe plus que la moyenne des gens; j'ai peur de tomber malade ou qu'il m'arrive malheur.",
    "6": "J'ai peur que moi ou ma famille subissions un revers de fortune, que nous devenions indigents et dépendants d'autrui.",
    "7": "Je ne me sens pas capable de me débrouiller seul; j'ai besoin des secours des autres pour vivre.",
    "8": "Mes parents et moi nous mêlons trop de nos vies et de nos ennuis respectifs.",
    "9": "Personne ne m'a jamais été là pour prendre soin de moi, pour partager sa vie avec moi, ou pour se préoccuper vraiment de ce qui peut m'arriver.",
    "10": "Personne n'a jamais été là pour me comprendre, pour me manifester de l'empathie, pour me guider, me conseiller et m'aider.",
    "11": "Je n'ai pas de sentiment d'appartenance. Je suis différent. Je détonne.",
    "12": "Je me sens terne et ennuyeux. Je ne sais pas m'exprimer en présence d'autrui.",
    "13": "Si les gens qui m'intéressent connaissaient vraiment tous mes défauts, ils ne pourraient pas m'aimer.",
    "14": "J'ai honte de moi-même. Je ne suis pas digne de l'affection, de l'attention et du respect des autres.",
    "15": "Je ne suis pas aussi intelligent ou doué pour le travail (ou pour l'étude) que la plupart des gens.",
    "16": "Je me sens souvent inapte, car je ne suis pas à la hauteur des autres en termes de talent, d'intelligence ou d'aptitude sociale.",
    "17": "J'ai l'impression d'être obligé d'obéir aux désirs de tout un chacun, sans quoi ils se vengeront ou me rejetteront.",
    "18": "Mon entourage considère que je m'occupe trop des autres et pas assez de moi-même.",
    "19": "Je m'efforce de faire de mon mieux. Je ne me contente pas de l'à-peu-près. Je veux être le meilleur en tout.",
    "20": "J'ai tant à faire qu'il ne me reste presque plus de temps pour me détendre et me divertir.",
    "21": "Je suis dévié par les règles et les conventions auxquelles adhèrent les autres devraient m'être épargnées.",
    "22": "Je manque de discipline pour effectuer des tâches de routine, des tâches ennuyeuses ou pour maîtriser mes émotions."
}
